halls = (
    {'i': 0, 'hall': 'Большой зал', 'url': '',
     'about': 'Просторное светлое помещение со сценой. Оно выполнено в классическом стиле, сильно напоминающем '
              'настоящий театр. Напольное покрытие - паркет, по периметру стены украшены лепниной. Передняя часть '
              'помещения располагает обширную сцену. Зал прекрасно подойдет для ваших удивительных идей и задумок, '
              'будь то спектакль, сценка или танец.', 'S': 248, 'вместительность': '150',
     'for': 'Отлично подойдет для: тренингов, семинаров и музыкально-танцевальных мероприятий.', 'стул': 40,
     'Телевизор': 1,
     'стол': 2, 'стол-журнальный': 0, 'вешалка': 1, 'диван': 0, 'стул-барный': 0, 'колонки': 0, 'стойка-под-микро': 0,
     'микшер': 0},
    {'i': 1, 'hall': 'Большой танцевальный зал', 'url': '',
     'about': 'Просторное помещение с высокими потолками. Напольное покрытие — ламинат. По периметру есть 5 окон, '
              'обеспечивающих хорошее освещение. Передняя стена имеет зеркальное покрытие, что поможет в улучшении '
              'исполнения движений.', 'S': 108, 'вместительность': '25-35',
     'for': 'Отлично подойдет для: гимнастики, медитации и танцев.',
     'стул': 5, 'Телевизор': 0,
     'стол': 1, 'стол-журнальный': 1, 'вешалка': 1, 'диван': 0, 'стул-барный': 0, 'колонки': 0, 'стойка-под-микро': 0,
     'микшер': 0},
    {'i': 2, 'hall': 'Зал Бочки', 'url': '',
     'about': 'Прекрасный обширный зал, напоминающий корабль: деревянный паркет, необычный потолок с лампами-бочками и '
              'лазурный морской интерьер. В помещении есть небольшая сцена с зеркальным покрытием. Стены украшены '
              'художественными узорами.', 'S': 106, 'вместительность': '50',
     'for': 'Отлично подойдет для: тренингов, семинаров и мастер - классов с малыми '
            'группами.', 'стул': 40,
     'Телевизор': 1,
     'стол': 7, 'стол-журнальный': 1, 'вешалка': 2, 'диван': 1, 'стул-барный': 1, 'колонки': 2, 'стойка-под-микро': 1,
     'микшер': 1},
    {'i': 3, 'hall': 'Малый танцевальный зал', 'url': '',
     'about': 'Небольшой комфортный зал с высокими потолками. Напольное покрытие — ламинат. Большие окна обеспечивают '
              'светлость помещения. Задняя и передняя стены имеют зеркальное покрытие. Зал удобен и отлично подходит '
              'для юных танцоров.', 'S': 41, 'вместительность': '15-20',
     'for': 'Отлично подойдет для: растяжки, танцев и йоги.',
     'стул': 5, 'Телевизор': 0,
     'стол': 0, 'стол-журнальный': 1, 'вешалка': 1, 'диван': 0, 'стул-барный': 0, 'колонки': 0, 'стойка-под-микро': 0,
     'микшер': 0},
    {'i': 4, 'hall': 'Ситцевая', 'url': '',
     'about': 'Прекрасный зал с теплой атмосферой. Она создается деревянным интерьером: ставни, паркетный пол и стены, '
              'выполненные текстилем. В помещении имеется пианино, с его помощью возможно проводить музыкальные '
              'занятия.', 'S': 39, 'вместительность': '20-25',
     'for': 'Отлично подойдет для: мастер - классов, лекций и хорового пения.', 'стул': 10,
     'Телевизор': 0, 'стол': 2, 'стол-журнальный': 0, 'вешалка': 1, 'диван': 0, 'стул-барный': 0, 'колонки': 0,
     'стойка-под-микро': 0, 'микшер': 0},
)
